<?php
return [
    'page_name' => 'นักวิเคราะห์',

    'graphtype' => 'ชนิดกราฟ',
    'data_type' => 'ชนิดข้อมูล',
    'station' => 'สถานีคุณภาพน้ำ',
    'parameter' => 'พารามิเตอร์',
    'start_date'=>'ตั้งแต่วันที่',
    'end_date'=>'ถึงวันที่',

    'compare_station'=>'เปรียบเทียบสถานีคุณภาพน้ำ',
    'compare_param'=>'เปรียบเทียบพารามิเตอร์',
    'compare_waterlevel'=>'เปรียบเทียบสถานีวัดระดับน้ำ',
    'compare_datetime'=>'เปรียบเทียบวันที่เวลาและสถานี',

    'weather_img'=>'สภาพอากาศ',

    'graph_dam_yearly'=>'กราฟเขื่อนรายปี',
    'graph_dam_daily'=>'กราฟเขื่อนรายวัน',
    'graph_dam_medium'=>'กราฟเขื่อนขนาดกลาง',
    'dam_name'=>'ชื่อเขื่อน',
    'year'=>'ปี',

    'dam' => 'เขื่อน',
    'dam_max_date' => 'ข้อมูล ณ วันที่',
    'dam_inflow' => 'น้ำไหลลงอ่าง (ล้าน ลบม./วัน)',
    'dam_storage' => 'ปริมาตรน้ำในอ่างฯ (%เทียบกับรนก.)',
    'dam_uses_water' => 'ใช้การได้จริง (%เทียบกับรนก.)',
    'dam_released' => 'น้ำระบาย (ล้าน ลบม./วัน)',
    'dam_graph_title_link' => 'กราฟข้อมูลเขื่อนรายวันทั้งปี',
    'dam_low_text' => 'เขื่อนน้ำน้อยวิกฤต(%ใช้การฯ)',
    'dam_high_text' => 'เขื่อนน้ำมากวิกฤต(%รนก.)',
    'dam_scale_text' => '%เทียบ รนก.',
    'waterlevel_store' => 'รนก. คือ ระดับน้ำเก็บกัก',

];
