<?php
  return[
    'header_menu' => 'การบริหารจัดการข้อมูล',
    'page_name' => 'ตรวจสอบบัญชีข้อมูลพื้นฐาน',
    'filter_table' => 'ตาราง',
    'filter_datametada' => 'ข้อมูล Metadata',
    'filter_agency' => 'หน่วยงาน',
    'station_code' => 'รหัสสถานี',
    'orginal_station_code' => 'รหัสสถานีเดิม',
    'station_name' => 'ชื่อสถานี',
    'agency' => 'หน่วยงาน',
    'gocode' => 'GEOCODE',
    'remark' => 'หมายเหตุ',
    'remark_text' => 'ใช้สำหรับตวรจสอบความสมบูรณ์ของข้อมมูลพื้นฐาน หากพบสถานีที่ไม่มีข้อมูล Metadata ให้ผู้ประสานงานดำเนินการตรวจสอบข้อมูลกับหน่วยงานเจ้าของข้อมูลและนำเข้าข้อมูลดังกล่าวผ่านหน้าจอนำเข้าข้อมูล',

  ];
?>
