<?php
  return[
    'header_menu' => 'การบริหารจัดการข้อมูล',
    'page_name' => 'บันทึกการแก้ไขเหตุการณ์',
    'btn_edit_event' => 'การแก้ไขเหตุการณ์',
    'display_only' => 'ระบบแสดงเฉพาะเหตุการณ์ที่ยังไม่ได้รับการแก้ไข',

    'col_agency' => 'หน่วยงาน',
    'col_eventtype' => 'ประเภทเหตุการณ์',
    'col_subeventtype' => 'ประเภทเหตุการณ์ย่อย',
    'col_metadata' => 'บัญชีข้อมูล',
    'col_msg_event' => 'ข้อความแสดงเหตุการณ์',

    'display_only' => 'ระบบแสดงเฉพาะเหตุการณ์ที่ยังไม่ได้รับการแก้ไข',
    'record_edited' => 'บันทึกการแก้ไขเหตุการณ์',
    'how_edit' => 'ขั้นตอนการแก้ไข',
  ];
?>
