<?php
return [
    'head' => 'タイの水資源の管理のためのネットワーク。',

    'p1' => '政府は、国家気候データと水を確立しています。 (National Hydroinformatics and Climate Data Center : NHC)
    行動計画は、緊急洪水期開発計画を修正している下では、予測と警報システムは、情報を収集するデータウェアハウスです。
    それは一緒に知識、能力及び経験を持つ専門家がデータ解析に貢献しています。様々な予測モデルと
    一緒に意思決定のための統合管理報告で採用プロセスと一緒に。コンパイルを行うことにより
    そして、水資源と13単位の気候に関係機関からの店舗情報は、2555年に操業を開始しました。',

    'p2' => '水の新しい分析データ処理と管理の年2559の開発で。データ交換および34単位の増加を連結することにより。
    両方の正常な危機に団結を持っている、監視、分析および水管理に水を予測するための共通の情報システムを使用します。',

    'p3' => 'データをリンクする機関のリスト。',

    'agency' => [
        'ロイヤル灌漑局',
        '気象庁',
        '水資源局',
        '地下水資源局',
        'ハーバー部門',
        '海軍の水路部',
        '地理情報・宇宙技術開発機関。 (公共機関)',
        'ハイドロと農業情報研究所 (公共機関)',
        'タイ発電公社',
        'バンコク',
        '土地開発部門',
        '鉱物資源省',
        '上水道',
        '防災と軽減の部門',
        '国家災害警報センター',
        '汚染管理局',
        '国立公園、野生生物や植物保全。',
        'MWA',
        '高速道路の部門',
        '農業と飛んで雨の部門。',
        '統計庁',
        'マップから',
        '林業省',
        '科学技術のオフィス。',
        '電子政府のオフィス (公共機関)',
        '予算局',
        '国家評議会',
        '国立研究評議会',
        'ファンド・リサーチ',
        '公共事業省と都市計画',
        '工場局',
        '不動産',
        '国家経済社会開発のオフィス。',
        '地方道路課',
    ],
];
?>
