<?php
  return[
    'page_name' => 'บันทึกผลอนุมัติคำขอข้อมูล',

    'show_all' => '-- แสดงทั้งหมด --',

    'order_header_id' => 'รหัสรายการข้อมูล',
    'letterno' => 'เลขที่เอกสารร้องขอข้อมูล',
    'department' => 'หมวด',
    'ministry' => 'กระทรวง',
    'agency' => 'หน่วยงาน',
    'dataservice_name' => 'ชื่อข้อมูล',
    'duration' => 'ช่วงเวลาในการขอข้อมูล',

    'from_date' => 'ตั้งแต่',
    'to_date' => 'ถึง',

    'approve' => 'อนุมัติ',
    'not_approve' => 'ไม่อนุมัติ',

    'valid_msg' => 'กรุณาเลือกให้ครบ',
    'save_remark' => 'การบันทึกจะบันทึกทุกรายการที่อยู่ในตาราง',
  ];

?>
