<?php
return [
    'head' => 'National Hydroinformatics and Climate (THAIWATER)',

    'p1' => '
พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงห่วงใยสถานการณ์น้ำมาโดยตลอด ทรงให้ความสำคัญกับการใช้ข้อมูลประกอบการตัดสินใจบริหารจัดการน้ำ ในปี พ.ศ. 2538 เกิดวิกฤตน้ำท่วมใหญ่ ทรงพบว่าข้อมูลน้ำขาดการบูรณาการ ต่อมาในปี พ.ศ. 2539 จึงได้พระราชทานพระราชดำริให้ Massachusetts Institute of Technology (MIT) ร่วมกับ สำนักงานคณะกรรมการพิเศษเพื่อประสานงานโครงการอันเนื่องมาจากพระราชดำริ (สำนักงาน กปร.) สำนักงานกองทุนสนับสนุนการวิจัย (สกว.) และสำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ (สวทช.) วางแผนพัฒนาระบบข้อมูลเพื่อบริหารจัดการน้ำของประเทศไทย เกิดเป็น “โครงการระบบเครือข่ายเพื่อการจัดการทรัพยากรน้ำแห่งประเทศไทย” มีนายเชาวน์ ณศีลวันต์ องคมนตรี เป็นประธานโครงการ และมอบหมายให้สถาบันสารสนเทศทรัพยากรน้ำและการเกษตร หรือ สสนก. ซึ่งในขณะนั้นเป็นหน่วยงานวิจัยภายใต้สำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ รับผิดชอบดำเนินการพัฒนาระบบ ปี พ.ศ. 2541 เริ่มพัฒนาระบบสารสนเทศเชื่อมต่อและเก็บรวบรวมข้อมูลทรัพยากรน้ำ เริ่มจากพื้นที่ลุ่มน้ำเจ้าพระยา จากหน่วยงานที่เกี่ยวข้อง 5 หน่วยงาน ได้แก่ กรมชลประทาน กรมอุตุนิยมวิทยา การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย กรุงเทพมหานคร และสำนักงานคณะกรรมการทรัพยากรน้ำแห่งชาติ แล้วเสร็จในปี พ.ศ. 2545 และได้ใช้ข้อมูลประกอบการตัดสินใจพัฒนาและบริหารจัดการน้ำ นับเป็นจุดเริ่มต้นที่สำคัญในการพัฒนาและนำเทคโนโลยีสารสนเทศมาใช้ในการบริหารจัดการน้ำของประเทศไทย ',

    'p2' => 'ต่อมาได้นำข้อมูลสารสนเทศน้ำจากระบบดังกล่าว พัฒนาเป็นเว็บไซต์ทรงงานส่วนพระองค์ weather901 เนื่องจากพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงติดตามสถานการณ์น้ำผ่านเว็บไซต์เป็นประจำ ทำให้ทรงทราบสถานการณ์ฝนและน้ำอย่างถูกต้องและรวดเร็ว

โครงการระบบเครือข่ายเพื่อการจัดการทรัพยากรน้ำแห่งประเทศไทย ได้พัฒนามาอย่างต่อเนื่อง โดยสถาบันสารสนเทศทรัพยากรน้ำและการเกษตร เป็นผู้รับผิดชอบดำเนินการวิจัยและพัฒนาเทคโนโลยี รวบรวมและวิเคราะห์ข้อมูลสารสนเทศทรัพยากรน้ำและการเกษตร เพื่อให้หน่วยงานต่างๆ นำไปใช้ประโยชน์ในการเพิ่มประสิทธิภาพการบริหารจัดการน้ำและการเกษตร จากผลการดำเนินงานที่ผ่านมากว่า 10 ปี พระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช ทรงพระกรุณาโปรดเกล้าฯ ให้จัดตั้ง สถาบันสารสนเทศทรัพยากรน้ำและการเกษตร ขึ้น เป็นองค์การมหาชน สังกัดกระทรวงวิทยาศาสตร์และเทคโนโลยี โดยมีพระราชกฤษฎีกาจัดตั้งสถาบันฯ ประกาศในราชกิจจานุเบกษา เมื่อวันที่ 31 ธันวาคม 2551 และมีผลใช้บังคับตั้งแต่วันที่ 1 มกราคม 2552 ',

    'p3' => ' พัฒนาสู่คลังข้อมูลน้ำและภูมิอากาศแห่งชาติ
ปี พ.ศ. 2555 กระทรวงวิทยาศาสตร์และเทคโนโลยี โดยสถาบันสารสนเทศทรัพยากรน้ำและการเกษตร หรือ สสนก. ได้น้อมนำแนวพระราชดำริ ขยายผลรวบรวมและจัดเก็บข้อมูลจากหน่วยงานที่เกี่ยวข้องด้านทรัพยากรน้ำและภูมิอากาศ จำนวน 12 หน่วยงาน ได้แก่ กรมชลประทาน กรมอุตุนิยมวิทยา กรมทรัพยากรน้ำ กรมทรัพยากรน้ำบาดาล กรมเจ้าท่า กรมอุทกศาสตร์ สำนักงานพัฒนาเทคโนโลยีอวกาศและภูมิสารสนเทศ สถาบันสารสนเทศทรัพยากรน้ำและการเกษตร การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย กรุงเทพมหานคร กรมพัฒนาที่ดิน และ กรมทรัพยากรธรณี เกิดเป็น “คลังข้อมูลน้ำและภูมิอากาศแห่งชาติ” ',

    'p4' => ' 
ปี พ.ศ. 2558 รัฐบาลมอบหมายให้สถาบันสารสนเทศทรัพยากรน้ำและการเกษตร ขยายการเชื่อมโยงข้อมูลจากหน่วยงานที่เกี่ยวข้องเพิ่มขึ้นเป็น 34 หน่วยงาน ปัจจุบันมีข้อมูลทั้งหมด 388 รายการ ทั้งข้อมูลติดตามสภาพอากาศ เช่น เส้นทางพายุ ภาพถ่ายจากดาวเทียม การติดตามและคาดการณ์สภาพอากาศจากค่าความสูงน้ำทะเลและอุณหภูมิผิวน้ำทะเล แผนภาพคาดการณ์ฝนล่วงหน้า 7 วัน จากแบบจำลองสภาพอากาศ และข้อมูลติดตามสถานการณ์น้ำ เช่น ข้อมูลฝนตกในพื้นที่ ปริมาณและระดับน้ำในเขื่อน เส้นทางและผังการระบายน้ำ แสดงปริมาณการไหลของน้ำที่ตำแหน่งต่างๆ ระดับน้ำในแม่น้ำและลำน้ำสายสำคัญ สำหรับใช้ติดตาม เฝ้าระวัง วิเคราะห์ และคาดการณ์สถานการณ์น้ำ เพื่อให้เกิดการบริหารจัดการน้ำทั้งในภาวะปกติและภาวะวิกฤตอย่างมีประสิทธิภาพ

ข้อมูลจากคลังข้อมูลน้ำและภูมิอากาศแห่งชาติ ได้นำไปใช้สนับสนุนการตัดสินใจบริหารจัดการสถานการณ์น้ำในภาวะวิกฤตหลายครั้ง เช่น เหตุการณ์อุทกภัยในพื้นที่ภาคใต้ เมื่อเดือนตุลาคม 2557 เหตุการณ์ฝนตกหนักในพื้นที่ภาคใต้ เมื่อเดือนธันวาคม 2559 และเดือนมกราคม 2560 โดยใช้ข้อมูล ติดตาม วิเคราะห์สถานการณ์น้ำ และบูรณาการการทำงานร่วมกันระหว่างหน่วยงานที่เกี่ยวข้อง ทั้งจากส่วนกลาง ส่วนภูมิภาค หน่วยงานท้องถิ่นและชุมชน ร่วมกันวิเคราะห์แนวทางบรรเทาอุทกภัย และเฝ้าระวังสถานการณ์ตลอด 24 ชั่วโมง สามารถวางแผนรับมือสถานการณ์และแจ้งเตือนไปยังพื้นที่เสี่ยงภัยได้อย่างรวดเร็ว ช่วยป้องกันและลดความเสียหายจากอุทกภัยได้เป็นอย่างดี  ',

    'p5' => ' 
คลังข้อมูลน้ำและภูมิอากาศแห่งชาติ

เปิดให้บริการข้อมูลผ่านเว็บไซต์ www.thaiwater.net และ แอพพลิเคชั่นบนโทรศัพท์มือถือ ทั้งระบบปฏิบัติการ
และ
ชื่อ "ThaiWater" ให้ประชาชนทั่วไปสามารถเข้าถึงข้อมูล สามารถติดตามสถานการณ์น้ำและสภาพอากาศด้วยตนเองได้อย่างสะดวก รวดเร็ว ทุกที่ ทุกเวลา   ',

    'agency1' => [
        'กรมชลประทาน',
        'กรมอุตุนิยมวิทยา',
        'กรมทรัพยากรน้ำ',
        'กรมทรัพยากรน้ำบาดาล',
        'กรมเจ้าท่า',
        'กรมอุทกศาสตร์ กองทัพเรือ',
        'สำนักงานพัฒนาเทคโนโลยีอวกาศและภูมิสารสนเทศ (องค์การมหาชน)',
        'สถาบันสารสนเทศทรัพยากรน้ำและการเกษตร (องค์การมหาชน)',
        'การไฟฟ้าฝ่ายผลิตแห่งประเทศไทย',
        'กรุงเทพมหานคร',
        'กรมพัฒนาที่ดิน',
        'กรมทรัพยากรธรณี',
        'การประปาส่วนภูมิภาค',
        'กรมป้องกันและบรรเทา',
        'ศูนย์เตือนภัยพิบัติแห่งชาติ',
        'กรมควบคุมมลพิษ',
        'กรมอุทยานแห่งชาติ สัตว์ป่า และพันธุ์พืช',
       
    ],
        'agency2' => [
       
        'การประปานครหลวง',
        'กรมทางหลวง',
        'กรมฝนหลวงและการบินเกษตร',
        'สำนักงานสถิติแห่งชาติ',
        'กรมแผนที่ทหาร',
        'กรมป่าไม้',
        'สำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ',
        'สํานักงานรัฐบาลอิเล็กทรอนิกส์ (องค์การมหาชน)',
        'สำนักงบประมาณ',
        'สำนักงานคณะกรรมการกฤษฎีกา',
        'สำนักงานคณะกรรมการวิจัยแห่งชาติ',
        'สำนักงานกองทุนสนับสนุนการวิจัย',
        'กรมโยธาธิการและผังเมือง',
        'กรมโรงงานอุตสาหกรรม',
        'การนิคมอุตสาหกรรม',
        'สำนักงานคณะกรรมการพัฒนาเศรษฐกิจและสังคมแห่งชาติ',
        'กรมทางหลวงชนบท',
    ]
];
?>
