<?php
return [

    'page_name'       => 'กลุ่มข้อมูลด้านน้ำฯ',
    'page_title'      => 'กลุ่มข้อมูลด้านน้ำและภูมิอากาศ',
    'page_sub_title'  => 'หน่วยความรับผิดชอบ',
    'col_step'        => 'ลำดับ',
    'col_ordinal'     => '#',
    'col_name'        => 'หมวดข้อมูล',
    'col_edit'        => 'แก้ไข',
    'col_delete'      => 'ลบ',
    'col_number'      => 'ด้าน',
    'col_hydroinfo' => 'กลุ่มข้อมูลด้านน้ำและภูมิอากาศ',
    'col_agency' => 'หน่วยงานที่รับผิดชอบ',

    'title_add_hydroinfo' => 'เพิ่มกลุ่มข้อมูลด้านน้ำและภูมิอากาศ',
    'title_edit_hydroinfo' => 'แก้ไขกลุ่มข้อมูลด้านน้ำและภูมิอากาศ',
    'label_hydroinfo' => 'กลุ่มข้อมูลด้านน้ำและภูมิอากาศ',

    'btn_add_hydro' => 'กลุ่มข้อมูลด้านน้ำฯ',
    'label_hydroinfo' => 'กลุ่มข้อมูลด้านน้ำและภูมิอากาศ',
    'lavel_agency' => 'หน่วยงานที่รับผิดชอบ',

];
