<?php
return [

    'page_name' => 'บัญชีข้อมูล',
    'add_metadata' => 'เพิ่มบัญชีข้อมูล',
    'main-menu-mode'  => 'จัดการบัญชีข้อมูล',
    'non_edit' => 'ไม่มีประวัติการแก้ไข',

    'thai' => 'ภาษาไทย',
    'english' => 'ภาษาอังกฤษ',
    'japan' => 'ภาษาญี่ปุ่น',

    'col_category' => 'หมวดข้อมูลหลัก',
    'col_subcategory' => 'หมวดข้อมูลย่อย',
    'col_agency' => 'หน่วยงานที่ดูแลข้อมูล',
    'col_hydro' => 'กลุ่มข้อมูลด้านน้ำและภูมิอากาศ',
    'language' => 'ภาษา',

    'title' => 'ชื่อเรื่อง',
    'agency' => 'หน่วยงาน',
    'category' => 'หมวดหมู่หลัก',
    'subcategory' => 'หมวดหมู่ย่อย',
    'hydro' => 'กลุ่มข้อมูลด้านน้ำและภูมิอากาศ',
    'agency_name' => 'ชื่อ',
    'agency_name-en' => 'ชื่อ (อังกฤษ)',
    'agency_name-jp' => 'ชื่อ (ญี่ปุ่น)',
    'agency_name_description' => 'ชื่อบัญชีข้อมูลตามหน่วยงานของเจ้าของข้อมูล',
    'service_name' => 'ชื่อที่ให้บริการ',
    'service_name-en' => 'ชื่อที่ให้บริการ (อังกฤษ)',
    'service_name-jp' => 'ชื่อที่ให้บริการ (ญี่ปุ่น)',
    'service_name_description' => 'ชื่อบัญชีข้อมูลที่ให้บริการในคลังข้อมูล',

    'description' => 'คำอธิบาย',
    'description-en' => 'คำอธิบาย (อังกฤษ)',
    'description-jp' => 'คำอธิบาย (ญี่ปุ่น)',
    'description_description' => 'คำอธิบายบัญชีข้อมูล',

    'date' => 'ข้อมูลวันที่',
    'agency_store_date' => 'วันที่หน่วยงานเริ่มจัดเก็บข้อมูล',
    'start_data_date' => 'วันที่เริ่มต้นใช้ข้อมูล',

    'contact' => 'ผู้ประสานงาน',
    'contact_description' => 'ชื่อ ที่อยู่ เบอร์ติดต่อ ผู้ร่วมดำเนินการ',

    'tag' => 'คำสำคัญ',
    'tag-en' => 'คำสำคัญ (อังกฤษ)',
    'tag-jp' => 'คำสำคัญ (ญี่ปุ่น)',

    'connection_format' => 'ประเภทของข้อมูล',

    'channel' => 'แหล่งที่มาซึ่งข้อมูล',
    'channel_desc' => '(URLหรือชื่อไฟล์)',

    'data_unit' => 'หน่วยของข้อมูล',
    'data_unit_desc' => '(ตามหน่วยงานเจ้าของข้อมูล)',

    'frequency' => 'ความถี่ข้อมูล',

    'metadata' => 'การเชื่อมโยงข้อมูล',
    'metadata_status' => 'สถานะการเชื่อมโยงข้อมูล',
    'method' => 'วิธีการได้มาซึ่งข้อมูล',
    'data_format' => 'รูปแบบ',

    'convertfrequency' => 'ความถี่ของการเชื่อมโยงข้อมูล',
    'msg_convertfrequency_limit' => 'ความถี่เชื่อมโยงห้ามเกิน 1 วัน',

    'service_method' => 'การบริการข้อมูล',

    'other' => 'อื่นๆ',
    'update_plan' => 'แจ้งเตือนเมื่อข้อมูลไม่มีการแปลี่ยนแปลง',
    'minute' => 'นาที',
    'law' => 'ข้อจำกัดทางกฎหมาย',
    'law_desc' => 'ข้อจำกัดทางกฎหมายที่เกี่ยวข้องกับบัญชีข้อมูลนี้',
    'remark' => 'หมายเหตุ',
    'remark_desc' => 'คำอธิบาย ข้อความ หรือข้อมูลเพิ่มเติมสำหรับบัญชีข้อมูลนี้',

    'history_log' => 'บันทึกการแก้ไข',
    'history' => 'รายละเอียดการแก้ไข',
    'history_desc' => 'รายละเอียดการแก้ไขข้อมูลบัญชีข้อมูล',
    'history_detail' => 'ประวัติการแก้ไข',
    'history_date' => 'วันที่แก้ไข',
    'history_by' => 'ผู้แก้ไข',
];
