<?php
return[
  'header_menu' => 'รายงานระบบนำเข้าข้อมูล',
  'page_name'  => 'ภาพรวมของคลังฯ',

  'info_years' => 'สามารถเลือกเปรียบเทียบข้อมูลได้สูงสุด 3 ปี',

  'box_1' => 'ภาพรวมของคลังฯ',
  'box_2' => 'เปรียบเทียบรายปีของหน่วยงาน',
  'msg_calulate' => 'วิธีการคำนวณ',

  'col_agency' => 'หน่วยงาน',
  'col_agency_sht' => 'ชื่อย่อหน่วยงาน',
  'col_file_import' => 'จำนวนไฟล์นำเข้า (ไฟล์)',
  'col_data_import' => 'จำนวนข้อมูลนำเข้า (record)',
  'col_import_percent' => 'สัดส่วนนำเข้าข้อมูล (%)',

];
?>
