<?php
return[
    'header_menu' => 'รายงานระบบนำเข้าข้อมูล',
    'page_name'  => 'รายงานการนำเข้าข้อมูล',
    'title_table' => 'รายงานการตรวจสอบระบบนำเข้าข้อมูลคลังข้อมูลน้ำและภูมิอากาศแห่งชาติ <br>ประจำวันที่ %date% เวลา %time% น.
    (%time_range% น.)',

    'detail_head_1_default' => 'ตารางสรุปการนำเข้าแยกตามหน่วยงาน',
    'detail_head_1' => 'รายงานสัดส่วนการนำเข้าข้อมูลรายหน่วยงานวันที่ %date% ตั้งแต่เวลา %time% น.',
    'detail_head_2_default' => 'แผนภูมิแสดงสัดส่วนการนำเข้าข้อมูล วันที่ %start_date% เวลา %start_time% - %end_time% น.',
    'detail_head_2' => 'แผนภูมิแสดงสัดส่วนการนำเข้าข้อมูล วันที่ %start_date% ถึงวันที่ %end_date% โดยจำแนกตามหน่วยงาน',
    'detail_col_1' => 'หน่วยงาน',
    'detail_col_2' => 'ชื่อหน่วยงาน',
    'detail_col_3' => 'ประมาณการนำเข้าข้อมูล (ครั้ง)',
    'detail_col_4' => 'นำเข้าข้อมูลแล้ว (ครั้ง)',
    'detail_col_5' => 'สัดส่วนการนำเข้าข้อมูล',

    'remark_default' =>
    'หมายเหตุ : 1.การเชื่อมโยงข้อมูลกรมชลประทาน (RID) ทางหน่วยงานมีการปรับปรุงระบบการเชื่อมข้อมูลภายในซึ่งอยู่ระหว่างการแก้ไขทางเทคนิค ซึ่งทางหน่วยงานจะ Back up ข้อมูลและนำส่งให้คลังข้อมูลน้ำฯเพื่อนนำเข้าระบบคลังฯ',
    'sub_event' => 'เหตุการณ์ย่อย',
    'agency' => 'หน่วยงาน',
];
?>
